Revit 2024 API
UnitTypeId.MetersToTheFourthPower Property
 Meters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MetersToTheFourthPower { get; }
Visual Basic
Public Shared ReadOnly Property MetersToTheFourthPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MetersToTheFourthPower {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace